export default function Page(){
    return (
        <div className="container mx-auto my-12 px-4 lg:w-3/4">
            <h1 className="text-3xl font-bold text-center mb-8 text-white">درباره ایران‌ویب</h1>
            <p className="bg-[#151F30] rounded-2xl p-6 text-gray-200 text-justify leading-relaxed shadow-lg">
                ایران‌ویب با هدف ایجاد یک مرجع کامل برای علاقه‌مندان به مانهوا، مانها و مانگا با ترجمه فارسی تأسیس شد.
                ما با گردآوری جدیدترین و محبوب‌ترین عناوین از سراسر جهان، تلاش می‌کنیم تا پلی بین علاقه‌مندان ایرانی و
                دنیای گسترده‌ کمیک‌های آسیایی باشیم. در ایران‌ویب، ما به کیفیت و دقت ترجمه اهمیت ویژه‌ای می‌دهیم تا
                مخاطبان
                بتوانند با لذت و سهولت بیشتری به مطالعه آثار مورد علاقه خود بپردازند. با توجه به نیاز روزافزون کاربران
                به
                محتوای به‌روز و معتبر، تیم ما به صورت پیوسته در حال به‌روزرسانی آرشیو و افزودن عناوین جدید است.
                <br/><br/>
                ما باور داریم که مانهوا، مانها و مانگا فقط یک سرگرمی نیستند؛ بلکه پنجره‌ای به فرهنگ‌ها، داستان‌ها و
                هنرهای مختلف هستند که می‌توانند افق‌های جدیدی را برای خوانندگان باز کنند. ایران‌ویب مفتخر است که با
                ارائه
                ترجمه‌های حرفه‌ای، این تجربه فرهنگی را برای همه فارسی‌زبانان فراهم می‌کند.
                ماموریت ما فراهم کردن دسترسی آسان و رایگان به برترین آثار مانگا، مانهوا و مانها با ترجمه فارسی است،
                تا شما بتوانید در هر زمان و مکانی به دنیای مورد علاقه‌تان سفر کنید.
            </p>
        </div>
    )
}